Repository: mwrnckx/Mantrailing-Stats-A-GPX-Analyzer
Catalog: GPXTrailCalc/Form1.*.resx
Languages: pl, ru, uk

# btnBrowse.Text
source: Browse...
pl: Przeglądaj...
ru: Просмотреть...
uk: Перегляд

# btnReadGpxFiles.Text
source: Read data from gpx files
pl: Odczyt danych z plików gpx
ru: Чтение данных из файлов gpx

# lblStartDate.Text
source: Start Date:
pl: Od:
ru: От:
uk: Від:

# lblEndDate.Text
source: End Date:
pl: Do:
ru: До:
uk: До:

# lblDirectory.Text
source: Directory:
pl: Katalog:
ru: Каталог:
uk: Каталог:

# chbDateToName.Text
source: Prepend Date to File Name
pl: Dodawanie daty na początku nazw plików
ru: Добавление даты к имени файла
uk: Додати дату на початок назв файлів

# btnOpenDataFile.Text
source: Create and open CSV data file
pl: Tworzenie i otwieranie pliku danych CSV
ru: Создание и открытие файла данных CSV
uk: Створити та відкрити файл CSV

# btnChartDistances.Text
source: Show Chart of:
pl: Pokaż wykres:
ru: Показать диаграмму:
uk: Створити графік:

# rbTotDistance.Text
source: Sniffed within the specified time
pl: Sniffowano w określonym czasie
ru: Обнюхано в течение указанного времени
uk: Пройдено за вибраний період

# rbDistances.Text
source: Length of individual trails
pl: Długość poszczególnych szlaków
ru: Длина отдельных троп
uk: Довжина окремих маршрутів

# rbAge.Text
source: Age of trails
pl: Wiek szlaków
ru: Возраст трасс
uk: Вік маршрутів

# rbSpeed.Text
source: Average dog speed on the trails
pl: Średnia prędkość psa na szlakach
ru: Средняя скорость движения собак по тропам
uk: Швидкість собаки на маршрутах

# $this.Text
source: Mantrailing Stats & GPX Analyzer
pl: Mantrailing Stats i GPX Analyzer
ru: Анализатор статистики Mantrailing
uk: Ман-трейлінг: статистика та аналіз файлів GPX

# lblBackupDirectory.Text
source: Backup Directory:
pl: Katalog kopii zapasowych:
ru: Резервная директория:
