Repository: mwrnckx/Mantrailing-Stats-A-GPX-Analyzer
Catalog: GPXTrailCalc/My Project/Resource1.*.resx
Languages: pl, ru, uk

# Y-AxisLabelTotalLength
source: Sniffed Kilometers
pl: Przebyte kilometry
ru: Пройденные километры
uk: Пройдено кілометрів

# Y-AxisLabelLength
source: Length of individual trails (km)
pl: Długość tras (km)
ru: Длина маршрутов (км)
uk: Довжина маршрутів (км)

# Y-AxisLabelAge
source: Age of trails (hours)
pl: Wiek tras (godziny)
ru: Возраст маршрутов (часы)
uk: Вік маршрутів (години)

# Y-AxisLabelSpeed
source: Speed of the dog on the trails (km/h)
pl: Prędkość psa na trasach (km/h)
ru: Скорость собаки на маршрутах (км/ч)
uk: Швидкість собаки на маршрутах (км/год)

# X_AxisLabel
source: Date
pl: Data
ru: Дата
uk: Дата

# mBoxDataRetrievalFailed
source: Data Retrieval Failed
pl: Nie udało się pobrać danych
ru: Не удалось получить данные
uk: Не вдалося отримати дані

# mBoxErrorCreatingCSV
source: Error Creating CSV
pl: Błąd podczas tworzenia pliku CSV
ru: Ошибка при создании CSV
uk: Помилка під час створення CSV

# mBoxNo gpx file was found
source: No gpx file was found
pl: Nie znaleziono pliku GPX
ru: GPX файл не найден
uk: Файли GPX не знайдено

# outProcessed_period_from
source: Processed period: from
pl: Przetworzony okres: od
ru: Обработанный период: с
uk: Оброблений період: з

# outDo
source: to
pl: do
ru: до
uk: до

# outAll_gpx_files_from_directory
source: Processes all gpx files from the directory:
pl: Przetwarzanie wszystkich plików GPX z katalogu:
ru: Обрабатываются все файлы GPX из каталога:
uk: Обробляються всі файли GPX із каталогу:

# outTotalNumberOfGPXFiles
source: Total number of track/trails
pl: Całkowita liczba przetworzonych plików GPX, czyli tras:
ru: Общее количество обработанных GPX файлов, то есть маршрутов:
uk: Загальна кількість оброблених файлів GPX, тобто маршрутів:

# outTotalLength
source: Total Length of all trails
pl: Całkowita długość wszystkich tras:
ru: Общая длина всех маршрутов:
uk: Загальна довжина всіх маршрутів:

# outLength
source: Length
pl: Długość:
ru: Длина:
uk: Довжина:

# outgpxFileName
source: GPX file name
pl: Nazwa pliku GPX
ru: Имя файла GPX
uk: Назва файлу GPX

# outAge
source: Age
pl: Wiek
ru: Возраст
uk: Вік

# article
source: articl
pl: Artykuł
ru: Статья
uk: Стаття
